Repository: idodeclare/GPGMail
Catalog: Resources/*.lproj/GPGMailPreferences.xib.strings
Languages: de

# 698.ibShadowedToolTip
source: Automatically check for new versions of GPGMail.
de: Automatisch nach neuen Versionen von GPGMail suchen.

# 699.ibShadowedToolTip
source: Download new versions of GPGMail automatically.
de: Neue Versionen von GPGMail automatisch herunterladen.

# 700.ibShadowedToolTip
source: Check for updates now.
de: Jetzt nach Updates suchen.

# 703.ibShadowedToolTip
source: The version of GPGMail
de: Die Version von GPGMail

# 717.alternateTitle
source: Check for updates now
de: Nach Updates suchen

# 717.title
source: Check Now
de: Jetzt prüfen

# 718.title
source: Download updates automatically
de: Updates automatisch herunterladen

# 719.title
source: Automatically check for updates
de: Automatisch nach Updates suchen

# 728.title
source: Composing
de: Erstellen

# 733.ibShadowedToolTip
source: Frequently Asked Questions.
de: Häufig gestelle Fragen.

# 734.alternateTitle
source: Frequently Asked Questions
de: Häufig gestelle Fragen

# 736.ibShadowedToolTip
source: Contribute if you like what we're doing.
de: Spenden, wenn du magst was wir tun.

# 737.alternateTitle
source: Contribute if you like what we're doing
de: Spenden, wenn du magst was wir tun

# 737.title
source: Donate
de: Spenden

# 739.ibShadowedToolTip
source: If you've any other question.
de: Wenn du irgendwelche anderen Fragen hast.

# 740.alternateTitle
source: If you've any other question
de: Wenn du irgendwelche anderen Fragen hast

# 740.title
source: Contact
de: Kontakt

# 744.title
source: Reading
de: Lesen

# 781.title
source: Optionally encrypt/sign drafts
de: Entwürfe wahlweise verschlüsseln/signieren

# 786.ibShadowedToolTip
source: See Preferences -> Viewing -> List Preview.
de: Siehe Einstellungen -> Darstellung -> Listenansicht.

# 787.title
source: Create List Preview
de: Vorschau für Listenansicht erstellen

# 843.ibShadowedToolTip
source: The exact build of GPGMail
de: Der genaue Build von GPGMail
