Repository: idodeclare/GPGMail
Catalog: Resources/*.lproj/GPGMail.strings
Languages: de, ja

# MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE
source: The message could not be verified, since the key which was used to sign this message is not in your GPG Keychain. Search for the key with ID %@ in GPG Keychain Access and import it to verify the message.
de: Diese Nachricht konnte nicht verifiziert werden, weil sich der Schlüssel nicht im GPG Schlüsselbund befindet. Suchen Sie nach dem Schlüssel mit ID %@ im GPG Schlüsselbund und importieren Sie ihn um diese Nachricht zu verifizieren.

# MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE
source: The key to this signature was created with an algorithm, which is not supported.
de: Der Schlüssel zu dieser Signatur wurde mit einem nicht unterstützen Algorithmus erstellt.

# MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE
source: This message could not be verified, since the key to the signature was created with an algorithm which is not supported. Please contact us at support.gpgtools.org
de: Diese Nachricht kann nicht verifiziert werden, da der Schlüssel zu der Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist. Bitte kontaktieren Sie uns auf support.gpgtools.org

# MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE
source: ATTENTION: The signatur of this message is invalid!
de: ACHTUNG: Die Signatur dieser Nachricht ist ungültig!

# MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE
source: ATTENTION: This message might have been modified after the signature was created. Please contact the sender and make sure the content of the message matches the original. Please contact us at support.gpgtools.org, if you're sure the message was not modified.
de: ACHTUNG: Es könnte sein, dass diese Nachricht nach dem signieren geändert wurde. Kontaktieren Sie den Absender und gleichen Sie den Inhalt der Nachricht ab. Sollte die Nachricht nicht geändert worden sein, kontaktieren Sie uns bitte unter support.gpgtools.org

# MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE
source: Verification failed with unknown error!
de: Unbekannter Fehler beim Verifizieren!

# MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE
source: An unknown error occured while verifying this message. Please contact us at support.gpgtools.org
de: Diese Nachricht konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist. Bitte kontaktieren Sie uns unter support.gpgtools.org

# MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE
source: Signature data error!
de: Signatur Daten Fehler!

# MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE
source: This message could not be verified, since the signature data is invalid. Please contact us at support.gpgtools.org
de: Diese Nachricht konnte nicht verifiziert werden, da die keine gültigen Signatur Daten gefunden wurden. Bitte kontaktieren Sie uns unter support.gpgtools.org

# GPG_CONFIG_ERROR_NO_PINENTRY_TITLE
source: Pinentry-mac is not installed.
de: Pinentry-mac ist nicht installiert.

# GPG_CONFIG_ERROR_NO_PINENTRY_MESSAGE
source: Pinentry-mac, an important component used by GPGMail couldn't be found. Please make sure to install the latest GPGTools (http://www.gpgtools.org/installer/index.html)
de: Die Komponente Pinentry-mac konnte nicht gefunden werden. Bitte installieren Sie die aktuellsten GPGTools (http://www.gpgtools.org/installer/index.html)

# MESSAGE_IS_PGP_PARTLY_ENCRYPTED
source: Partly Encrypted
de: Teil-Verschlüsselt

# MESSAGE_IS_PGP_PARTLY_SIGNED
source: Parly Signed
de: Teil-Signiert

# MESSAGE_IS_PGP_ENCRYPTED
source: Encrypted
de: Verschlüsselt

# MESSAGE_IS_PGP_SIGNED
source: Signed
de: Signiert

# MESSAGE_IS_PGP_SIGNED_INVALID
source: Invalid Signature
de: Ungültige Signatur

# MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE
source: Signed with unknown key
de: Signiert mit unbekanntem Schlüssel

# MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE
source: Signed with revoked key
de: Signiert mit widerrufenem Schlüssel

# MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE
source: Invalid signature
de: Ungültige Signatur

# MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE
source: Signed
de: Signiert

# MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE
source: encrypted/signed attachment
de: verschlüsselter/signierter Anhang

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE
source: encrypted/signed attachments
de: verschlüsselte/signierte Anhänge

# MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE
source: encrypted attachment
de: verschlüsselter Anhang

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE
source: encrypted attachments
de: verschlüsselte Anhänge

# MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE
source: signed attachment
de: signierter Anhang

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE
source: signed attachments
de: signierte Anhänge

# GPG_STATUS_NO_ERROR_TITLE
source: GPGMail is ready.
de: GPGMail läuft korrekt.

# GPG_STATUS_NOT_FOUND_TITLE
source: MacGPG2 is not installed. Check your installation.
de: MacGPG2 wurde nicht gefunden.

# GPG_STATUS_OTHER_ERROR_TITLE
source: Please check your keys and installation.
de: Bitte überprüfen Sie ihre Schlüssel und Installation.

source: Version: %@
ja: バージョン: %@

# Validity=3
source: marginal
ja: ある程度信用する

# PGP:
source: OpenPGP:
ja: PGP:
