Repository: idodeclare/GPGMail
Catalog: Resources/*.lproj/GPGMail.strings
Languages: de, ja

# MESSAGE_AUTHENTICATION_TITLE
source: Message Authentication
de: Nachrichten Authentifizierung
ja: メッセージの認証

# MESSAGE_DECRYPTION_PASSPHRASE_TITLE
source: Message Decryption
de: E-Mail Entschlüsselung
ja: メッセージの解読

source: Decrypting...
de: Entschlüsseln...
ja: 解読中...

source: Encrypting...
de: Verschlüsseln...
ja: 暗号化中...

# PGP_KEYS_MENU
source: OpenPGP Keys
de: PGP Schlüssel
ja: OpenPGPの鍵

# DECRYPT_MENU
source: Decrypt
de: Entschlüsseln
ja: 解読する

# AUTHENTICATE_MENU
source: Authenticate
de: Authentifizieren
ja: 認証する

# ENCRYPT_MENU
source: Encrypt New Message
de: Neue E-Mail verschlüsseln
ja: 新規メッセージを暗号化する

# SIGN_MENU
source: Sign New Message
de: Neue E-Mail signieren
ja: 新規メッセージに署名する

# MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED
source: Message Decryption
de: E-Mail Entschlüsselung
ja: メッセージの復号

# DECRYPTED_MSG_NOT_SIGNED
source: Message has been encrypted but not signed. Its authenticity cannot be proved.
de: Die E-Mail war verschlüsselt, jedoch nicht PGP-signiert. Ihre Echtheit kann nicht bestätigt werden.
ja: メッセージは暗号化されていますが署名されていません。よって、その信頼性を証明できません。

# MSG_ENCRYPTION_ALERT_TITLE
source: OpenPGP Encryption Failed
de: E-Mail konnte nicht verschlüsselt werden
ja: PGP暗号化は失敗しました

# MSG_DECRYPTION_ALERT_TITLE
source: OpenPGP Decryption Failed
de: E-Mail konnte nicht entschlüsselt werden
ja: PGP解読は失敗しました

# MSG_SIGNING_ALERT_TITLE
source: OpenPGP Signing Failed
de: E-Mail konnte nicht OpenPGP-signiert werden
ja: PGP署名は失敗しました

# UNSUPPORTED_ENCRYPTION_FORMAT
source: GPGMail is unable to decrypt this kind of encrypted message.
de: GPGMail kann diese verschlüsselte E-Mail nicht lesen.
ja: GPGMailは、この種の暗号化されたメッセージを解読できません。

# DATA_NOT_AVAILABLE
source: The message content is temporarily unavailable.
de: Der Inhalt der E-Mail steht vorübergehend nicht zur Verfügung.
ja: そのメッセージの中身は一時的に利用できません。

# AUTHENTICATION_TITLE_OK
source: OpenPGP Authentication
de: OpenPGP Authentifizierung
ja: PGP認証

# AUTHENTICATION_TITLE_FAILED
source: OpenPGP Authentication Failed
de: Fehlerhafte OpenPGP Authentifizierung
ja: PGP認証は失敗しました

source: Try again
de: Wiederholen
ja: 再試行

# CANCEL_DELIVERY
source: Cancel
de: Abbrechen
ja: キャンセル

# CANCEL_DECRYPTION
source: Cancel
de: Abbrechen
ja: キャンセル

# AUTHENTICATION_TITLE_UNSIGNED
source: OpenPGP Authentication
de: OpenPGP Authentifizierung
ja: PGP認証

# UNSIGNED_PGP_MESSAGE
source: This message is not OpenPGP-signed.
de: Diese E-Mail wurde nicht OpenPGP-signiert.
ja: このメッセージはPGP署名されていません。

# DECRYPT_ITEM
source: Decrypt
de: Entschlüsseln
ja: 解読

# AUTHENTICATE_ITEM
source: Authenticate
de: Authentifizieren
ja: 認証

# MAKE_ENCRYPTED_ITEM
source: Make Encrypted
de: Wird verschlüsselt
ja: 暗号化する

# MAKE_CLEAR_ITEM
source: Make Clear
de: Wird nicht verschlüsselt
ja: 平文にする

# MAKE_UNSIGNED_ITEM
source: Make Unsigned
de: Wird nicht signiert
ja: 署名しない

# MAKE_SIGNED_ITEM
source: Make Signed
de: Wird signiert
ja: 署名する

# ENCRYPTED_ITEM
source: Encrypted
de: Verschlüsselt
ja: 暗号化有り

# CLEAR_ITEM
source: In Clear
de: Klartext
ja: 平文

# SIGNED_ITEM
source: Signed
de: Signiert
ja: 署名有り

# UNSIGNED_ITEM
source: Unsigned
de: Unsigniert
ja: 署名無し

# DECRYPT_ITEM_TOOLTIP
source: Decrypt OpenPGP-encrypted message
de: Entschlüsselt die OpenPGP E-Mail
ja: PGP暗号化されたメッセージを解読する

# AUTHENTICATE_ITEM_TOOLTIP
source: Authenticate OpenPGP-signed message
de: Überprüft die OpenPGP Signatur der E-Mail
ja: PGP署名されたメッセージを認証する

# MAKE_CLEAR_ITEM_TOOLTIP
source: Click to send a message in clear
de: Klicken Sie hier, um nicht zu verschlüsseln
ja: 平文でメッセージを送信するためにはクリックする

# MAKE_ENCRYPTED_ITEM_TOOLTIP
source: Click to use OpenPGP encryption
de: Klicken Sie hier, um zu verschlüsseln
ja: PGP暗号を使うためにはクリックする

# MAKE_UNSIGNED_ITEM_TOOLTIP
source: Click to send a message without OpenPGP authentication
de: Kicken Sie hier, um nicht zu signieren
ja: PGP認証無しでメッセージを送信するためにはクリックする

# MAKE_SIGNED_ITEM_TOOLTIP
source: Click to use OpenPGP authentication
de: Klicken Sie hier, um zu signieren
ja: PGP認証を使うためにはクリックする

# ENCRYPTED_ITEM_TOOLTIP
source: Message will be encrypted; click to send a message in clear
de: Diese E-Mail wird verschlüsselt; klicken Sie hier, um eine unverschlüsselte E-Mail zu erzeugen
ja: メッセージは暗号化されます; 平文でメッセージを送信するためにはクリックする

# CLEAR_ITEM_TOOLTIP
source: Message will be in clear; click to use OpenPGP encryption
de: Diese E-Mail wird nicht verschlüsselt; klicken Sie hier, um sie zu verschlüsseln
ja: メッセージは平文になります; PGP暗号を使うためにはクリックする

# SIGNED_ITEM_TOOLTIP
source: Message will be OpenPGP-signed; click to send a message without OpenPGP authentication
de: Diese E-Mail wird signiert; klicken Sie hier, um sie nicht zu signieren
ja: メッセージはPGP署名されます; PGP認証無しでメッセージを送信するためにはクリックする

# UNSIGNED_ITEM_TOOLTIP
source: Message will not have a OpenPGP signature; click to use OpenPGP authentication
de: Diese E-Mail wird nicht signiert; klicken Sie hier, um sie zu signieren
ja: メッセージはPGP署名されません; PGP認証を使うためにはクリックする

source: Bad policy!
de: Ungültige Politik!
ja: 悪いポリシー!

source: Policy:
de: Politik:
ja: ポリシー:

source: Signed on %@
de: Signiert am %@
ja: %@ に署名されました

source: No signature creation date available
de: Erstellungsdatum der Signatur nicht vorhanden
ja: 署名の作成日が得られません

source: Key fingerprint: %@
de: Fingerabdruck: %@
ja: 鍵の指紋: %@

source: Key ID: 0x%@
de: Schlüssel ID: 0x%@
ja: 鍵のID: 0x%@

source: No key fingerprint/ID available
de: Kein Fingerabdruck/ID verfügbar
ja: 鍵の指紋／IDが得られません

source: Validity: %@
de: Gültigkeit: %@
ja: 有効性: %@

source: Signature expires on %@
de: Signatur verfällt am %@
ja: 署名は %@ に期限が切れます

source: Key expired on %@
de: Schlüssel verfiel am %@
ja: 鍵は %@ に期限が切れました

source: Signed by %@.
de: Signiert von %@.
ja: %@ によって署名されました。

# Signature from %@ is bad!
source: Bad signature from %@!
de: Ungültige Signatur von %@!
ja: %@ からの不正な署名です!

# Signature is bad!
source: Bad signature!
de: Ungültige Signatur!
ja: 署名は不正です!

source: Signature status error.
de: Signaturstatus Fehler.
ja: 署名の状態のエラー。

source: Missing key %@.
de: Fehlender Schlüssel %@.
ja: %@ の鍵が欠けています。

# Signature summary 0x%04x - Signature status %u.
source: Unknown error: signature summary 0x%04x - signature status %u.
de: Unbekannter Fehler: Signaturübersicht 0x%04x - Signaturstatus %u.
ja: 未知のエラー: 署名の概要 0x%04x - 署名の状態 %u.

# EXCEPTION: %@
source: Internal error: %@
de: Interner Fehler: %@
ja: 内部のエラー: %@

# AUTHENTICATING
source: Verifying OpenPGP signature...
de: Überprüfe OpenPGP Signatur...
ja: PGP署名を検証中...

# UNTRUSTED RECIPIENTS
source: At least one of the keys is not trusted
de: Mindestens ein Schlüssel ist nicht vertrauenswürdig
ja: 少なくとも鍵の一つは信用されていません

# GPGMAIL_CANNOT_WORK
source: GPGMail cannot work because its companion application could not be started. Try to restart Mail and if error persists, send a message to gpgtools-devel@lists.gpgtools.org
de: GPGMail kann nicht starten, da ein zugehöriges Programm nicht gestartet werden kann. Versuchen Sie Mail neu zu starten, falls der Fehler wieder auftritt, senden Sie eine Nachricht an gpgtools-devel@lists.gpgtools.org
ja: GPGMailは、対をなすアプリケーションが起動できないために動作できません。Mailの再起動を試みて下さい。それでもエラーが続くようなら、gpgtools-devel@lists.gpgtools.org 宛に連絡して下さい

# GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@
source: GPGMail cannot work. It found GnuPG (%@) version %@, but it needs at least version %@. Please quit Mail, install a matching GnuPG version (for example from GPGTools Project, http://gpgtools.org/), then restart Mail.
de: GPGMail konnte nicht starten. Es wurde GnuPG (%@) Version %@ gefunden, es wird aber mindestens Version %@ benötigt. Bitte beenden Sie Mail, installieren Sie eine passende GnuPG Version (z.B. MacGPG2 von http://gpgtools.org/) und starten Sie Mail erneut.
ja: GPGMailは動作できません。GnuPG (%@) のバージョン %@ が見つかりましたが、少なくともバージョン %@ が必要です。Mailを終了してから、適合するGnuPGのバージョンをインストールして下さい(例えば GPGTools Project, http://gpgtools.org/ から入手します)。それからMailを再起動して下さい。

# GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@
source: GPGMail cannot work. It didn't find GnuPG (%@) with at least version %@. Please quit Mail, install a matching GnuPG version (for example from GPGTools Project, http://gpgtools.org/), then restart Mail.
de: GPGMail konnte nicht starten. GnuPG (%@) mit mindesten Version %@, konnte nicht gefunden werden. Bitte beenden Sie Mail, installieren Sie eine passende GnuPG Version (z.B. MacGPG2 von http://gpgtools.org/) und starten Sie Mail erneut.
ja: GPGMailは動作できません。GnuPG (%@) の少なくともバージョン %@ を見つけられませんでした。Mailを終了してから、適合するGnuPGのバージョンをインストールして下さい(例えば GPGTools Project, http://gpgtools.org/ から入手します)。それからMailを再起動して下さい

# INVALID_GPGMAIL_VERSION
source: Your version of GPGMail is not compatible with your version of Mail.
de: Ihre Version von GPGMail ist nicht kompatibel mit Ihrer Version von Mail.
ja: あなたのGPGMailのバージョンは、あなたのMailのバージョンとは互換性がありません。

# NEEDS_COMPATIBLE_BUNDLE_VERSION
source: You need to download and install the GPGMail version matching your OS version. Go to http://www.gpgtools.org/ to get it.
de: Für Ihre Betriebssystemversion müssen Sie eine passende GPGMail Version installieren. Gehen Sie zu: http://www.gpgtools.org/
ja: あなたのOSバージョンに適合したGPGMailのバージョンをダウンロードしてインストールする必要があります。入手先は http://www.gpgtools.org/ です。

source: validity:
de: Gültigkeit:
ja: 有効性:

# Validity=0
source: unknown
de: unbekannt
ja: 未知

# Validity=1
source: undefined
de: unbestimmt
ja: 未定義

# Validity=2
source: never
de: niemals
ja: 信用しない

# Validity=4
source: full
de: voll
ja: 完全に信用する

# Validity=5
source: ultimate
de: ultimativ
ja: 絶対的に信用する

# GPGErrorCode=1
source: General error
de: Allgemeiner Fehler
ja: 一般的なエラー

# GPGErrorCode=8
source: Bad signature
de: Ungültige Signatur
ja: 不正な署名

# GPGErrorCode=9
source: No public key
de: Kein öffentlicher Schlüssel
ja: 公開鍵が無い

# GPGErrorCode=10
source: Checksum error
de: Prüfsummenfehler
ja: チェックサムのエラー

# GPGErrorCode=11
source: Bad passphrase
de: Kennwortfehler
ja: 不正なパスフレーズ

# GPGErrorCode=15
source: Invalid armor
de: Ungültige ASCII-Hülle
ja: 無効な形式

# GPGErrorCode=17
source: No secret key
de: Kein geheimer Schlüssel
ja: 秘密鍵が無い

# GPGErrorCode=31
source: Invalid passphrase
de: Ungültiges Kennwort
ja: 無効なパスフレーズ

# GPGErrorCode=40
source: Key server error
de: Key Server Fehler
ja: 鍵サーバーのエラー

# GPGErrorCode=53
source: Unusable public key
de: Öffentlich Schlüssel kann nicht benutzt werden
ja: 使用できない公開鍵

# GPGErrorCode=54
source: Unusable secret key
de: Geheimer Schlüssel kann nicht benutzt werden
ja: 使用できない秘密鍵

# GPGErrorCode=55
source: Invalid value
de: Ungültiger Wert
ja: 無効な値

# GPGErrorCode=58
source: No data
de: Keine Daten
ja: データが無い

# GPGErrorCode=69
source: Not implemented
de: Nicht implementiert
ja: 実装されていない

# GPGErrorCode=84
source: Unsupported algorithm
de: Nicht unterstützter Algorithmus
ja: 支持されていないアルゴリズム

# GPGErrorCode=94
source: Key revoked
de: Schlüssel widerrufen
ja: 失効された鍵

# GPGErrorCode=99
source: Cancelled
de: Abgebrochen
ja: 取り消された

# GPGErrorCode=107
source: Ambiguous name
de: Name nicht eindeutig
ja: 不明瞭な名前

# GPGErrorCode=116
source: No policy match
de: Politik stimmt nicht überein
ja: ポリシーの不適合

# GPGErrorCode=125
source: Wrong key usage
de: Falsche Schlüsselnutzung
ja: 間違った鍵の使用

# GPGErrorCode=150
source: Invalid engine
de: Ungültige Engine
ja: 無効なエンジン

# GPGErrorCode=151
source: Public key not trusted
de: Öffentlichem Schlüssel wird nicht vertraut
ja: 公開鍵は信用されていない

# GPGErrorCode=152
source: Decryption failed
de: Entschlüsselung schlug fehl
ja: 解読は失敗した

# GPGErrorCode=153
source: Key expired
de: Schlüssel veraltet
ja: 鍵は期限切れ

# GPGErrorCode=154
source: Signature expired
de: Signatur veraltet
ja: 署名は期限切れ

source: This is a digitally signed message part
de: Signierter Teil der Nachricht
ja: これはデジタル署名されたメッセージの部分です

# CONTENT_DESCRIPTION_HEADER
source: PGP/MIME version identification
de: PGP/MIME Versions Identifikation
ja: PGP/MIMEバージョンであることの証明

# This is an encrypted message part
source: OpenPGP encrypted message
de: Nachricht verschlüsselt mit OpenPGP
ja: これは暗号化されたメッセージの部分です

# MULTIPART_ENCRYPTED_DESCRIPTION
source: This is an OpenPGP/MIME encrypted message (RFC 2440 and 3156)
de: Diese Nachricht wurde mit OpenPGP/MIME verschlüsselt (RFC 2440 und 3156)
ja: これはOpenPGP/MIMEで暗号化された文書です (RFC 2440と3156)

# MULTIPART_SIGNED_DESCRIPTION
source: This is an OpenPGP/MIME signed message (RFC 2440 and 3156)
de: Diese Nachricht wurde mit OpenPGP/MIME signiert (RFC 2440 und 3156)
ja: これはOpenPGP/MIMEで署名された文書です (RFC 2440と3156)

# SIGNATURE_IS_GOOD
source: Signature is OK; message has not been modified
de: Gültige Signatur; Nachricht wurde nicht verändert
ja: 正しい署名です; メッセージは変更されていません

# SIGNATURE_IS_NOT_GOOD
source: Signature is not good; message has been modified
de: Ungültige Signatur; Nachricht wurde verändert
ja: 不正な署名です; メッセージは変更されています

# PGP_SEARCH_KEYS_MENUITEM
source: OpenPGP Key Search
de: OpenPGP Schlüsselsuche
ja: OpenPGP鍵の検索

source: Search
de: Suchen
ja: 検索

# CANCEL_SEARCH
source: Cancel
de: Abbrechen
ja: キャンセル

source: Searching...
de: Suche...
ja: 検索中...

# NO_MATCHING_KEYS
source: No matching key
de: Kein Schlüssel gefunden
ja: 適合する鍵が有りません

# FOUND_%d_KEYS
source: Found %d matching key(s)
de: %d Schlüssel gefunden
ja: 適合する鍵が %d 個見つかりました

source: Download
de: Herunterladen
ja: ダウンロード

source: Downloading...
de: Laden...
ja: ダウンロード中...

# DOWNLOADED
source: Downloaded and imported key(s)
de: Schlüssel wurde(n) geladen & importiert.
ja: 鍵をダウンロードして導入しました

# SEARCH_KEYS_ON_SERVER
source: Search OpenPGP keys on key server
de: OpenPGP Schlüsselsuche auf dem Schlüsselserver
ja: 鍵サーバー上でPGP鍵を検索します

# DOWNLOAD_KEYS_FROM_SERVER
source: Download OpenPGP keys from key server
de: OpenPGP Schlüssel vom Schlüsselserver laden
ja: 鍵サーバーからPGP鍵をダウンロードします

# SEARCH_ERROR
source: An error occured during search
de: Ein Fehler trat während der Suche auf
ja: 検索中にエラーが発生しました

# DOWNLOAD_ERROR
source: An error occured during download
de: Ein Fehler trat während des Ladens auf
ja: ダウンロード中にエラーが発生しました

source: , created on %@
de: , erzeugt am %@
ja: , %@ に作成されました

source: , expires on %@
de: , verfällt am %@
ja: , %@ に期限が切れます

source: , expired on %@
de: , verfiel am %@
ja: , %@ に期限が切れました

# REVOKED_KEY -
source: Revoked -
de: Widerrufen -
ja: 失効されました -

# MISSING_KEYS: DOWNLOAD
source: Some addresses match no OpenPGP key. Search for keys?
de: Für einige Empfänger sind keine Schlüssel vorhanden. Suche auf Schlüsselserver?
ja: アドレスに適合するPGP鍵が有りません。鍵を探しますか?

# UNMATCHED_ADDRESSES: %@
source: The following email addresses have no matching OpenPGP key: %@
de: Folgende Empfänger haben keine OpenPGP Schlüssel: %@
ja: 次の電子メールアドレスに適合するPGP鍵が有りません:¥n%@

# SEARCH_MATCHING_KEYS
source: Search
de: Suchen
ja: 検索

source: Send in Clear
de: Klartext senden
ja: 平文で送信

# INVALID_HASH_%@
source: The hash algorithm '%@' is not allowed by RFC3156.
de: Der Hash-Algorithmus '%@' ist laut RFC3156 nicht gestattet.
ja: ハッシュ・アルゴリズム '%@' は、RFC3156によって許されていません。

# GPGMAIL_VS_PGPMAIL
source: GPGMail cannot work when PGPmail is installed
de: GPGMail kann nicht funktionieren falls PGPmail installiert ist
ja: PGPmailがインストールされているときには、GPGMailは動作できません

# GPGMAIL_%@_VS_PGPMAIL_%@
source: Both bundles provide the same functionalities, with different engines, and only one of them can be installed. You need to either remove '%@', or '%@'.
de: Beide bieten die gleiche Funktionalität, aber auf Basis verschiedener anderer Applikationen. Nur eines von beiden darf installiert sein. Sie müssen entweder '%@' oder '%@' entfernen.
ja: 両方のバンドルが異なるエンジンによって同じ機能を提供しているのなら、それらの一方だけをインストールできます。あなたは '%@' または '%@' のどちらかを取り除く必要が有ります。

source: Quit
de: Beenden
ja: 終了

# CONTINUE_ANYWAY
source: Try to continue
de: Trotzdem fortfahren
ja: 継続を試みる

# REVOKED_KEY:
source: Revoked:
de: Widerrufen:
ja: 失効された:

# EXPIRED_KEY:
source: Expired:
de: Abgelaufen:
ja: 期限切れの:

# DISABLED_KEY:
source: Disabled:
de: Deaktiviert:
ja: 使用不可の:

# INVALID_KEY:
source: Invalid:
de: Ungültig:
ja: 無効な:

# REVOKED_USER_ID:
source: Revoked:
de: Widerrufen:
ja: 失効された:

# INVALID_USER_ID:
source: Invalid:
de: Ungültig:
ja: 無効な:

# NO_VALID_PUBLIC_KEY
source: No valid public key has been found. They are all either expired, disabled or revoked.
de: Es konnte kein gültiger öffentlicher Schlüssel gefunden werden. Diese sind entweder abgelaufen, deaktiviert oder widerrufen
ja: 有効な公開鍵が見つかっていません。鍵は全て期限切れか使用不可か失効されているかのどれかです。

# NO_VALID_PRIVATE_KEY
source: No valid personal key has been found. Either none was selected, or selected key is revoked, disabled or has expired.
de: Es konnte kein gültiger privater Schlüssel gefunden werden. Entweder wurde keiner ausgewählt oder der gewählte Schlüssel ist widerrufen, deaktiviert oder ist abgelaufen
ja: 有効な秘密鍵が見つかっていません。選択されていないか、または選択された鍵が失効されているか使用不可か期限切れになっているかのどれかです。

# NO PGP PRIVATE KEY - TITLE
source: You don't have any OpenPGP key. You can't use GPGMail to encrypt or sign messages.
de: Sie besitzen keinen OpenPGP Schlüssel. Sie können GPGMail nicht zum verschlüsseln oder signieren von Nachrichten benutzen.
ja: あなたはPGP鍵を持っていません。よって、メッセージの暗号化や署名のためにGPGMailを使うことができません。

# NO PGP PRIVATE KEY - MESSAGE
source: If you want to be able to encrypt or sign messages with OpenPGP, you need a personal OpenPGP key. To create a OpenPGP key, download and install GPGTools' GPG Keychain Access from http://gpgtools.org/
de: Falls Sie mit OpenPGP Nachrichten verschlüsseln oder signieren möchten, benötigen Sie einen persönlichen Schlüssel. Um einen PGP Schlüssel zu erzeugen, laden Sie GPGTools' GPG Keychain Access von http://gpgtools.org/ herunter.
ja: もしPGPを使ったメッセージの暗号化や署名ができるようにしたいのであれば、秘密鍵が必要です。PGP鍵を作成するためには、http://gpgtools.org/からMacGPGの GPG Keychain Access をダウンロードしてからインストールして下さい。

source: Me
de: Ich
ja: 私

source: Yes
de: Ja
ja: イエス

source: No
de: Nein
ja: ノー

source: Always
de: Immer
ja: いつでもする

source: Never
de: Niemals
ja: 決してしない

source: Accepts
de: Annehmen
ja: 受諾する

# DISABLED_KEY_QUALIFIER
source: disabled
de: deaktiviert
ja: 使用不可

# INVALID_KEY_QUALIFIER
source: invalid
de: ungültig
ja: 無効

# REVOKED_KEY_QUALIFIER
source: revoked
de: widerrufen
ja: 失効

# EXPIRED_KEY_QUALIFIER
source: expired
de: abgelaufen
ja: 期限切れ

# CANNOT_ENCRYPT_KEY_QUALIFIER
source: cannot encrypt
de: kann nicht verschlüsseln
ja: 暗号化できない

# CANNOT_SIGN_KEY_QUALIFIER
source: cannot sign
de: kann nicht signieren
ja: 署名できない

# INVALID_USER_ID_QUALIFIER
source: invalid
de: ungültig
ja: 無効

# REVOKED_USER_ID_QUALIFIER
source: revoked
de: widerrufen
ja: 失効

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE
source: Unable to decrypt PGP message.
de: PGP E-Mail konnte nicht entschlüsselt werden.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE
source: There was a problem decrypting this message. Verify that you have a valid key in your GPG Keychain.
de: Beim Entschlüsseln dieser E-Mail ist ein Problem aufgetreten. Vergewissern Sie sich, dass in Ihrem GPG Schlüsselbund ein gültiger Schlüssel vorhanden ist.

# MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE
source: Unable to verify PGP message signature.
de: Die PGP-Signatur konnte nicht überprüft werden.

# MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE
source: There was a problem reading the PGP signature for this message.
de: Beim Lesen der PGP-Signatur dieser E-Mail ist ein Problem aufgetreten.

# MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE
source: Message PGP key is not in your keychain.
de: Der verwendete PGP-Schlüssel befindet sich nicht in Ihrem Schlüsselbund.

# MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE
source: It was possible to read the PGP signature for this message, but the PGP key is not in your keychain. Please use GPG Keychain to add it to your keychain.
de: Die PGP-Signatur wurde erfolgreich gelesen, jedoch befindet sich der PGP-Schlüssel nicht in Ihrem Schlüsselbund. Bitte verwenden Sie GPG Schlüsselbund, um den Schlüssel hinzuzufügen.

# MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE
source: No additional information available for this PGP key.
de: Keine Informationen für diesen PGP-Schlüssel vorhanden.

# MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE
source: It's not possible to display additional information about this PGP key, because it's not in your keychain.
de: Es ist leider nicht möglich, erweiterte Informationen zu diesem PGP-Schlüssel anzuzeigen, da er sich nicht in ihrem GPG Schlüsselbund befindet.

# MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE
source: Secret key to decrypt the message is missing.
de: Der private Schlüssel zum Entschlüsseln der Nachricht fehlt.

# MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE
source: The secret key to decrypt this message is not in your keychain. Check with the sender if they used your correct public key. Check if you still have a backup of your keychain and import the secret key from there.
de: Der private Schlüssel zum Entschlüsseln dieser Nachricht befindet sich nicht in Ihrem GPG Schlüsselbund. Überprüfen Sie ob der Absender der Nachricht Ihren richtigen öffentlichen Schlüssel verwendet hat. Versuchen Sie den privaten Schlüssel in einem Backup zu finden und importieren Sie ihn mit GPG Schlüsselbund.

# MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE
source: Decryption failed with unknown error!
de: Unbekannter Fehler beim Entschlüsseln.

# MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE
source: An unknown error occured while decrypting this message. Please contact us at support.gpgtools.org
de: Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten. Bitte kontaktieren Sie uns unter support.gpgtools.org

# MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE
source: Decryption failed with unknown error!
de: Unbekannter Fehler beim Entschlüsseln.

# MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE
source: An unknown error occured while decrypting this message. Please contact us at support.gpgtools.org
de: Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten. Bitte kontaktieren Sie uns unter support.gpgtools.org

# MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE
source: Wrong key used to encrypt this message.
de: Falscher Schlüssel zum Verschlüsseln der Nachricht verwendet.

# MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE
source: This message could not be decrypted, since the wrong public key was used to encrypt it. Please contact us at support.gpgtools.org
de: Diese Nachricht konnte nicht Entschlüsselt werden, weil zur Verschlüsselung ein falscher öffentlicher Schlüssel verwendet wurde. Bitte kontaktieren Sie uns unter support.gpgtools.org

# MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE
source: The encrypted message is damaged.
de: Diese verschlüsselte Nachricht ist beschädigt.

# MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE
source: This encrypted message is damaged and could not be decrypted. Please ask the sender to send you the message again.
de: Diese Nachricht kann nicht entschlüsselt werden, da sie beschädigt ist. Bitte Sie den Absender Ihnen die Nachricht erneut zu senden.

# MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE
source: Signature key was revoked.
de: Der Schlüssel dieser Signatur wurde widerrufen.

# MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE
source: ATTENTION: The key which was used to sign this message was revoked. You should refresh the key with key ID %@ in GPG Keychain Access to check if a new one is available. If the new one is still revoked, check with the sender why the key was revoked.
de: ACHTUNG: Der Schlüssel, welcher zum Unterzeichnen dieser Nachricht verwendet wurde, wurde widerrufen! Sie sollten den Schlüssel mit Key ID %@ in GPG Schlüsselbund aktualisieren. Sollte der Schlüssel immer noch widerrufen sein, suchen Sie nach einem neuen Schlüssel und fragen Sie bei dem Inhaber des Schlüssels nach, warum der Schlüssel widerrrufen wurde.

# MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE
source: The key to this signature is not in your GPG Keychain.
de: Der Schlüssel zu dieser Signatur befindet sich nicht im GPG Schlüsselbund.
